Repository: charlieram96/latinmusicmastery
Catalog: ios/Packages/LMMKit/Sources/LMMFeatures/Resources/Localizable.xcstrings
Source language: en
Languages: es

# class.state.completed
source: Completed
es: Completada

# class.state.free
source: Free
es: Gratis

# class.state.inProgress
source: In progress
es: En progreso

# class.state.locked
source: Locked
es: Bloqueada

# common.comingSoon
source: Coming soon
es: Próximamente

# course.continue
source: Continue
es: Continuar

# course.curriculum.empty.message
source: Classes for this course haven't been added yet.
es: Las clases de este curso aún no se han agregado.

# course.curriculum.empty.title
source: Curriculum coming soon
es: Contenido próximamente

# course.curriculum.eyebrow
source: Curriculum
es: Plan de estudios

# course.curriculum.title
source: What you'll learn
es: Contenido del curso

# course.progressCount
source: %1$lld of %2$lld complete
es: %1$lld de %2$lld completadas

# course.start
source: Start learning
es: Empezar a aprender

# courses.empty.message
source: Try a different search or filter.
es: Prueba otra búsqueda o filtro.

# courses.empty.title
source: No courses found
es: No se encontraron cursos

# courses.emptyCatalog.message
source: Check back soon.
es: Vuelve pronto.

# courses.emptyCatalog.title
source: No courses yet
es: Aún no hay cursos

# courses.filter.all
source: All
es: Todos

# courses.search.prompt
source: Search courses
es: Buscar cursos

# courses.title
source: Courses
es: Cursos

# error.generic.message
source: We couldn't load this. Check your connection and try again.
es: No pudimos cargar esto. Revisa tu conexión e inténtalo de nuevo.

# error.generic.title
source: Something went wrong
es: Algo salió mal

# error.retry
source: Try again
es: Reintentar

# home.browse.eyebrow
source: Explore
es: Explorar

# home.browse.seeAll
source: See all
es: Ver todo

# home.browse.title
source: Browse courses
es: Explora cursos

# home.continue.eyebrow
source: Continue
es: Continuar

# home.continue.title
source: Pick up where you left off
es: Retoma donde lo dejaste

# home.greeting
source: Hi, %@
es: Hola, %@

# home.greeting.generic
source: Welcome
es: Hola

# locked.dismiss
source: Got it
es: Entendido

# locked.message
source: This class is included in the %@ subscription. Subscriptions are managed on the Latin Music Mastery website.
es: Esta clase está incluida en la suscripción de %@. Las suscripciones se administran en el sitio web de Latin Music Mastery.

# locked.message.generic
source: This class is included in a subscription. Subscriptions are managed on the Latin Music Mastery website.
es: Esta clase está incluida en una suscripción. Las suscripciones se administran en el sitio web de Latin Music Mastery.

# locked.title
source: Included with a subscription
es: Incluida con una suscripción

# myCourses.empty.action
source: Browse courses
es: Explora cursos

# myCourses.empty.message
source: Enroll in a course to see it here.
es: Inscríbete en un curso para verlo aquí.

# myCourses.empty.title
source: No courses yet
es: Aún no tienes cursos

# myCourses.title
source: My Courses
es: Mis cursos

# profile.help
source: Help
es: Ayuda

# profile.settings
source: Settings
es: Ajustes

# profile.signOut
source: Sign out
es: Cerrar sesión

# profile.title
source: Profile
es: Perfil

# quiz.assembly.dragHint
source: Drag each part onto the instrument
es: Arrastra cada pieza al instrumento

# quiz.assembly.fallback.message
source: This question type needs a bigger canvas — try it on the web.
es: Este tipo de pregunta necesita más espacio — pruébalo en la web.

# quiz.audio.placeholder
source: Type what you hear…
es: Escribe lo que escuchas…

# quiz.checkAnswer
source: Check Answer
es: Comprobar respuesta

# quiz.empty
source: This quiz has no questions yet.
es: Este cuestionario todavía no tiene preguntas.

# quiz.feedback.correct
source: Correct!
es: ¡Correcto!

# quiz.feedback.incorrect
source: Not quite right
es: No es correcto

# quiz.fillInBlank.placeholder
source: Your answer
es: Tu respuesta

# quiz.finish
source: Finish
es: Finalizar

# quiz.matchingPairs.choosePlaceholder
source: Choose match
es: Elige pareja

# quiz.next
source: Next
es: Siguiente

# quiz.pause
source: Pause clip
es: Pausar clip

# quiz.play
source: Play clip
es: Reproducir clip

# quiz.previous
source: Previous
es: Anterior

# quiz.progress.label
source: Question %1$lld of %2$lld
es: Pregunta %1$lld de %2$lld

# quiz.results.correctAnswer
source: Correct answer:
es: Respuesta correcta:

# quiz.results.headline.great
source: Great work!
es: ¡Buen trabajo!

# quiz.results.headline.keepPracticing
source: Keep practicing
es: Sigue practicando

# quiz.results.headline.nice
source: Nice effort!
es: ¡Buen esfuerzo!

# quiz.results.headline.perfect
source: Perfect!
es: ¡Perfecto!

# quiz.results.noDetails
source: No additional details.
es: Sin detalles adicionales.

# quiz.results.scoreLabel
source: %1$lld / %2$lld correct
es: %1$lld / %2$lld correctas

# quiz.results.sub.great
source: You're getting the hang of it.
es: Ya le vas agarrando el modo.

# quiz.results.sub.keepPracticing
source: Review the answers below and try again.
es: Revisa las respuestas de abajo e inténtalo de nuevo.

# quiz.results.sub.perfect
source: You nailed this quiz.
es: Dominaste este cuestionario.

# quiz.results.tryAgain
source: Try Again
es: Intentar de nuevo

# quiz.textAnswer.placeholder
source: Type your answer…
es: Escribe tu respuesta…

# quiz.trueFalse.false
source: False
es: Falso

# quiz.trueFalse.true
source: True
es: Verdadero

# quiz.type.audio
source: Listening
es: Escucha

# quiz.type.audioChoice
source: Listen & choose
es: Escucha y elige

# quiz.type.fillInBlank
source: Fill in the blank
es: Completa el espacio

# quiz.type.instrumentAssembly
source: Build the instrument
es: Arma el instrumento

# quiz.type.matchingPairs
source: Match the pairs
es: Empareja

# quiz.type.multipleChoice
source: Multiple choice
es: Opción múltiple

# quiz.type.orderingSequence
source: Put in order
es: Ordena

# quiz.type.textAnswer
source: Short answer
es: Respuesta corta

# quiz.type.trueFalse
source: True or false
es: Verdadero o falso

# tab.courses
source: Courses
es: Cursos

# tab.home
source: Home
es: Inicio

# tab.myCourses
source: My Courses
es: Mis cursos

# tab.profile
source: Profile
es: Perfil

# unit.classesFormat
source: %lld classes
es: %lld clases

# unit.itemsFormat
source: %lld items
es: %lld elementos

# viewer.about.title
source: About this lesson
es: Acerca de esta lección

# viewer.completed
source: Completed
es: Completada

# viewer.empty.message
source: This class doesn't have any content yet.
es: Esta clase aún no tiene contenido.

# viewer.empty.title
source: Nothing here yet
es: Aún no hay nada aquí

# viewer.exercise.title
source: Exercise
es: Ejercicio

# viewer.jam.title
source: Jam Session
es: Sesión de improvisación

# viewer.markComplete
source: Mark complete
es: Marcar completada

# viewer.meta.key
source: Key %@
es: Tono %@

# viewer.part.a11y
source: Part %1$lld of %2$lld
es: Parte %1$lld de %2$lld

# viewer.part.label
source: Part %1$lld of %2$lld
es: Parte %1$lld de %2$lld

# viewer.playsense.comingSoon
source: Interactive practice coming soon
es: Práctica interactiva próximamente

# viewer.quiz.comingSoon
source: The interactive quiz opens here soon.
es: El cuestionario interactivo se abrirá aquí pronto.

# viewer.quiz.questionCount
source: %lld questions
es: %lld preguntas

# viewer.quiz.title
source: Quiz
es: Cuestionario

# viewer.video.unavailable
source: This video couldn't be loaded.
es: No se pudo cargar este video.

# viewer.comingSoon.message
source: This lesson opens here soon.
es: Esta lección se abrirá aquí muy pronto.

# viewer.comingSoon.title
source: Coming soon
es: Próximamente
